"%ld day left on trial" = "%ld dag tilbage af prøveperiode";
"%ld days left on trial" = "%ld dage tilbage af prøveperiode";
"Buy Now" = "Køb";
"Trial Mode" = "Forsøgstilstand";
"Free trial has expired" = "Den gratis prøveperiode er udløbet";
"The trial period has expired." = "Prøveperioden er udløbet.";
"Wait %u" = "Vent %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "Din 30-dages prøveperiode er udløbet. Køb venligst Path Finder.";
